Repository: binjuhor/woo-affiliate
Catalog: languages/wooaffiliate-*.po
Languages: vi

source: Affiliate Commissions
vi: Hoa hồng tiếp thị liên kết

source: Commissions
vi: Hoa hồng

source: Withdrawal marked as completed.
vi: Rút tiền đã được đánh dấu là hoàn thành.

source: Woo Affiliate Commissions
vi: Hoa hồng Woo Affiliate

source: Withdrawal Requests
vi: Yêu cầu rút tiền

source: User ID
vi: ID người dùng

source: Username
vi: Tên người dùng

source: Commission Balance
vi: Số dư hoa hồng

source: No commission data found.
vi: Không tìm thấy dữ liệu hoa hồng.

source: Request ID
vi: ID yêu cầu

source: User
vi: Người dùng

source: Amount
vi: Số tiền

source: Date
vi: Ngày

source: Status
vi: Trạng thái

source: Actions
vi: Hành động

source: No withdrawal requests found.
vi: Không tìm thấy yêu cầu rút tiền nào.

source: Completed
vi: Hoàn thành

source: Pending
vi: Đang chờ xử lý

source: Mark as Completed
vi: Đánh dấu là hoàn thành

source: Your Affiliate Link
vi: Liên kết tiếp thị liên kết của bạn

source: Share this link with friends. When they make a purchase, you'll earn commission and they'll get a discount!
vi: Chia sẻ liên kết này với bạn bè. Khi họ mua hàng, bạn sẽ nhận được hoa hồng và họ sẽ được giảm giá!

source: Copy to Clipboard
vi: Sao chép vào Clipboard

source: Copied!
vi: Đã sao chép!

source: WooAffiliate Settings
vi: Cài đặt Woo Affiliate

source: Set specific commission and discount percentages for this category. If left empty, default values will be used.
vi: Đặt phần trăm hoa hồng và chiết khấu cụ thể cho danh mục này. Nếu để trống, các giá trị mặc định sẽ được sử dụng.

source: Affiliate Commission Percentage
vi: Phần trăm hoa hồng tiếp thị liên kết

source: Default commission is %s%%. Enter a value to override for this category.
vi: Hoa hồng mặc định là %s%%. Nhập giá trị để ghi đè cho danh mục này.

source: Affiliate Discount Percentage
vi: Phần trăm chiết khấu tiếp thị liên kết

source: Default discount is %s%%. Enter a value to override for this category.
vi: Chiết khấu mặc định là %s%%. Nhập giá trị để ghi đè cho danh mục này.

source: My Commissions
vi: Hoa hồng của tôi

source: Summary
vi: Tổng quan

source: Commission History
vi: Lịch sử hoa hồng

source: Current Balance
vi: Số dư hiện tại

source: Total Earned
vi: Tổng thu nhập

source: Orders
vi: Đơn hàng

source: Convert to Discount Code
vi: Chuyển đổi thành mã giảm giá

source: You cannot convert to discount code while a withdrawal request is pending.
vi: Bạn không thể chuyển đổi thành mã giảm giá khi yêu cầu rút tiền đang chờ xử lý.

source: Request Withdrawal
vi: Yêu cầu rút tiền

source: You already have a pending withdrawal request.
vi: Bạn đã có một yêu cầu rút tiền đang chờ xử lý.

source: You do not have any commission available for withdrawal or discount conversion.
vi: Bạn không có hoa hồng nào khả dụng để rút tiền hoặc chuyển đổi thành giảm giá.

source: Your Withdrawal Requests
vi: Yêu cầu rút tiền của bạn

source: Discount code %s created for %s. This code can only be used once and will expire in 30 days.
vi: Mã giảm giá %s đã được tạo với giá trị %s. Mã này chỉ có thể sử dụng một lần và sẽ hết hạn sau 30 ngày.

source: Withdrawal Request
vi: Yêu cầu rút tiền

source: Withdrawal request sent to admin. You will be notified when your withdrawal is processed.
vi: Yêu cầu rút tiền đã được gửi tới quản trị viên. Bạn sẽ được thông báo khi yêu cầu rút tiền được xử lý.

source: Affiliate Discount
vi: Chiết khấu tiếp thị liên kết

source: a friend
vi: một người bạn

source: You are receiving a %s%% discount through %s's affiliate link!
vi: Bạn đang nhận được chiết khấu %s%% thông qua liên kết giới thiệu của %s!

source: Woo Affiliate Settings
vi: Cài đặt Woo Affiliate

source: General Settings
vi: Cài đặt chung

source: Commission Percentage
vi: Phần trăm hoa hồng

source: Discount Percentage
vi: Phần trăm chiết khấu

source: Cookie Duration (days)
vi: Thời hạn Cookie (ngày)

source: Select categories where affiliate discounts apply.
vi: Chọn danh mục áp dụng chiết khấu tiếp thị liên kết.

source: Buy Now
vi: Mua ngay

source: Product ID is required
vi: Sản phẩm ID là bắt buộc

source: Product not found
vi: Không tìm thấy sản phẩm

source: You must be logged in as an affiliate to view stats.
vi: Bạn phải đăng nhập với tư cách là một đối tác tiếp thị liên kết để xem thống kê.

source: Referred Orders
vi: Orders được giới thiệu
